const a = "Ванэсса"
const b = "Екатеринбург."
const c = "Южной Корее"
const d = "Гипотенуза"
const e = "пробелами"
const f = "тройки"
const j = "Борис Ельцин"
const i = "Михаил Горбачев"
const k = "Сбербанк"
const l = "Тинькофф"
console.log("Здравствуйте, Азат! Наверное, вы не забыли как меня зовут, но если забыли, то я вам напомню свое имя - " +a)
console.log("Я живу и учусь в городе - " + b + " Тут я живу с самого рождения.")
console.log("Моя цель на 2022 учиться заграницей в " +c)
console.log(d + " - это крыса, бегающая по углам и делящая угол пополам")
console.log( a + b + c + d + " - Просто набор слов")
console.log("Пока я делаю домашнее задание, у меня возникли проблемы с " + e)
console.log("Ненавижу в школе информатика, он думает, что я глупая и постоянно ставит мне " +f)
console.log( j + " - Первый президент Российской Федерации")
console.log( i + " - Первый и последний президент СССР")
console.log("Я пользуюсь дебетовыми картами от " + k + " и " +l)



